import { ref } from 'vue'

export const oblastList = ref([
  'Абайская',
  'Акмолинская',
  'Актюбинская',
  'Алматинская',
  'Атырауская',
  'Восточно-Казахстанская',
  'Жамбылская',
  'Жетысуская',
  'Западно-Казахстанская',
  'Карагандинская',
  'Костанайская',
  'Кызылординская',
  'Мангистауская',
  'Павлодарская',
  'Северо-Казахстанская',
  'Туркестанская',
  'Улытауская'
])

export const cityList = ref([
  'Алматы',
  'Астана',
  'Шымкент',
  'Караганда',
  'Актобе',
  'Тараз',
  'Павлодар',
  'Усть-Каменогорск',
  'Семей',
  'Атырау',
  'Костанай',
  'Кызылорда',
  'Уральск',
  'Петропавловск',
  'Актау',
  'Темиртау',
  'Талдыкорган',
  'Экибастуз',
  'Кокшетау',
  'Туркестан'
])