import { ref } from 'vue'

export const passportCardMap = ref({
  'I. Организационно-технические мероприятия по обеспечению пожарной безопасности': false,
  'II. Содержание территории': false,
  'III. Архитектурно-строительная часть – требования пожарной безопасности к зданиям и сооружениям':
    false,
  'IV. Содержание эвакуационных путей и выходов зданий и сооружений': false,
  'V. Содержание систем и установок пожарной автоматики': false,
  'VI. Содержание средств противопожарной защиты': false,
  'VII. Содержание электроустановок': false,
  'VIII. Молниезащита и заземление': false,
  'IX. Системы отопления': false,
  'X. Вентиляция и кондиционирование': false,
  'XI. Противодымная защита': false,
  'XII. Содержание крыш и кровель': false,
  'XIII. Противопожарное водоснабжение': false,
  'XIV. Негосударственная противопожарная служба объекта': false
})
